Repository: mauroc/squiddio_pi
Catalog: po/*.po
Languages: el_gr, nl_nl, pt_pt

source: Just now
el_gr: Μόλις τώρα
nl_nl: Zojuist
pt_pt: Agora mesmo

source: One second ago
el_gr: 1 δευτερόλεπτο πριν
nl_nl: Een seconde geleden
pt_pt: um segundo atrás

source: About a minute ago
el_gr: Περίπου πριν από ένα λεπτό
nl_nl: Ongeveer een minuut geleden
pt_pt: Há cerca de um minuto

source: About an hour ago
el_gr: Περίπου μία ώρα πριν
nl_nl: Ongeveer een uur geleden
pt_pt: Há cerca de uma hora

source: Yesterday
el_gr: Χθές
nl_nl: Gisteren
pt_pt: ontem

source: Buffering NMEA events..
el_gr: Προσωρινά συμβάντα NMEA..
nl_nl: Bufferen NMEA events..
pt_pt: A pôr em buffer eventos NMEA..

source: Offline
el_gr: Εκτός σύνδεσης
pt_pt: Desligado

source: sQuiddio logs sent:
el_gr: απεσταλμένα sQuiddio log:
nl_nl: sQuiddio logs verzonden:
pt_pt: Logs sQuiddio enviados:

source: (demo)
el_gr: (παράδειγμα)

source: Received
el_gr: Λήφθηκαν
nl_nl: Ontvangen
pt_pt: Recebido

source: Unable to retrieve friends logs: check your credentials and Follow List
el_gr: Δεν είναι δυνατή η ανάκτηση αρχείων log φίλων: ελέγξτε τα διαπιστευτήριά σας και της λίστας
nl_nl: Niet in staat om logboeken van vrienden op te halen: controleer je inloggegevens en volglijst
pt_pt: Incapaz de obter log de amigos: verifique as suas credenciais e a lista de seguimento

source: OCPN_Draw_pi not available. POI's will be rendered with OCPN Waypoints.
el_gr: Το OCPN_Draw_pi δεν είναι διαθέσιμο. Τα POI θα αποδίδνται με σημεία πορείας OCPN.
nl_nl: OCPN_Draw_pi niet beschikbaar. POI's zullen worden weergegeven middels OCPN Waypoints.
pt_pt: OCPN_Draw_pi não disponível.. POI's serão processados como OCPN Pontos de passagem.

source: No sQuiddio POIs in viewport. Download local POIs, zoom out or pan to a different area.
el_gr: Δεν υπάρχουν sQuiddio POI στην οθόνη. Κατεβάστε τοπικά POI πηγαίνοντας σε μια άλλη περιοχή.
nl_nl: Geen sQuiddio POI's in venster. Download lokale POI's, zoom uit of pan naar een ander gebied.
pt_pt: Sem sQuiddio POIs na vista. Descarregue os POIs locais, reduza o zoom ou desloque para uma área diferente.

source: Too many sQuiddio POIs in viewport. Zoom in to reduce the number of POIs to less than 20
el_gr: Πάρα πολλά sQuiddio POI στην οθόνη. Ζουμ για να μειωθεί ο αριθμός των POI σε λιγότερο από 20
nl_nl: Te veel sQuiddio POI's in venster. Zoom in om het aantal POI's te verminderen tot minder dan 20
pt_pt: Demasiados POIs sQuiddio na vista. Aumente o zoom para reduzir o número de POIs para menos de 20

source: You are about to download satellite maps for
el_gr: Πρόκειται να κατεβάσετε δορυφορικούς χάρτες για
nl_nl: U staat op het punt satellietkaarten te downloaden voor
pt_pt: Está prestes a descarregar mapas de satélite para

source: at zoom level
el_gr: σε επίπεδο εστίασης
nl_nl: op zoom niveau
pt_pt: no nível de zoom

source: or exclude the viewport map.
el_gr: ή εξαιρέστε τον χάρτη προβολής.
nl_nl: of deselecteer de viewport kaart.
pt_pt: ou exclua o mapa da vista.

source: Downloading
el_gr: Γίνεται λήψη
nl_nl: Downloaden
pt_pt: Descarregando

source: Unable to update the chart database
el_gr: Αδύνατον να ενημερωθεί η βάση δεδομένων του χάρτη
nl_nl: Updaten van kaarten database niet gelukt
pt_pt: Não foi possível atualizar a base de dados de cartas

source: Destinations
el_gr: Προορισμοί
nl_nl: Bestemmingen
pt_pt: Destinos

source: All
el_gr: Όλα
nl_nl: Alle
pt_pt: Todos

source: Marinas
el_gr: Μαρίνες
nl_nl: Jachthavens

source: Anchorages
el_gr: Αγκυροβόλια
nl_nl: Ankerplaatsen
pt_pt: Ancoradouros

source: Docks/Piers
el_gr: Αποβάθρες/προβλήτες
nl_nl: Havens/pieren
pt_pt: Docas/cais

source: Yacht Clubs
el_gr: ΙστιοπλοΪκοί όμιλοι
nl_nl: Jachtclubs
pt_pt: Clubes Náuticos

source: Mooring Buoys
el_gr: Σημαδούρες πρόσδεσης
nl_nl: Meerboeien
pt_pt: Boias de amarração

source: Fuel Stations
el_gr: Καύσιμα
nl_nl: Tankstations
pt_pt: Postos de combustível

source: Boat Yards
el_gr: Ναυπηγεία
nl_nl: Scheepswerf
pt_pt: Estaleiros

source: Boat Ramps
el_gr: Γλίστρες
nl_nl: Boothellingen
pt_pt: Rampas

source: Other
el_gr: Άλλα
nl_nl: Overige
pt_pt: Outros

source: Cruising Aids
el_gr: Βοηθήματα Κρουαζιέρας
nl_nl: Cruising hulpmiddelen
pt_pt: Ajudas cruzeiro

source: NDBC Buoy Reports
el_gr: Αναφορές Σημαντήρων NDBC
nl_nl: NDBC Boeien gegevens
pt_pt: Informação NDBC

source: Get quasi-real time wind, wave and pressure report from thousands of NDBC buoys right from your chart.
el_gr: Λάβετε, σε σχεδόν πραγματικό χρόνο, τιμές ανέμου, κύματος και πίεσης από χιλιάδες σημαντήρες NDBC κατ' ευθείαν από το χάρτη σας.
nl_nl: Krijg quasi-real time wind, golf- en luchtdrukdruk gegevens van duizenden NDBC-boeien via je kaart.
pt_pt: Obter informação de vento, ondulação e pressão em quase tempo real, de milhares de boias NDBC diretamente da carta

source: NDBC Ship Reports
el_gr: Αναφορές πλοίων NDBC
nl_nl: NDBC Scheepsgegevens
pt_pt: Informação NDBC de navios

source: Get quasi-real time wind, wave and pressure report from participating NDBC ships right from your chart.
el_gr: Λάβετε, σε σχεδόν πραγματικό χρόνο, τιμές ανέμου, κύματος και πίεσης από συμμετέχοντα πλοία NDBC κατ' ευθείαν από το χάρτη σας.
nl_nl: Krijg quasi-real time wind, golf- en luchtdrukdruk gegevens van duizenden NDBC-boeien via je kaart.
pt_pt: Obter informação de vento, ondulação e pressão em quase tempo real, de navios participantes NDBC diretamente da carta

source: AIS markers
el_gr: Δείκτες AIS
nl_nl: AIS-markering
pt_pt: Marcadores AIS

source: View
el_gr: Προβολή
nl_nl: Weergave
pt_pt: Vista

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of old unecessary POI files and reduced the computational burden.
el_gr: Διαγράψτε κατεβασμένα αρχεία POI για τομείς που έχετε κρύψει. Αυτό μειώνει τον αριθμό παλαιών ανέκδοτων αρχείων POI και το υπολογιστικό φόρτο.
nl_nl: Verwijder gedownloade POI-bestanden voor gebieden die je hebt verborgen. Hiermee wordt de verspreiding van oude en onnodige bestanden beperkt wordt de computer belasing gereduceerd.
pt_pt: Eliminar ficheiro POI descarregados para setores que tenha ocultado. Isto limita a proliferação de ficheiros antigos e desnecessários e reduz a carga computacional.

source: ODraw TextPoint
el_gr: ΣημείοΚειμένου ODraw
nl_nl: ODraw Tekst punt
pt_pt: Ponto de texto ODraw

source: OpenCPN Waypoint
el_gr: Σημείο πορείας OpenCPN
nl_nl: OpenCPN Markeringspunt
pt_pt: Ponto de passagem OpenCPN

source: Use OCPN or ODraw (recommended)
el_gr: Χρήση OCPN ή ODraw (συνιστάται)
nl_nl: OCPN of ODraw gebruiken (aanbevolen)
pt_pt: Usar OCPN ou ODraw (recomendado)

source: Render sQuiddio POIs as legacy OpenCPN waypoints or ODraw Textpoints (recommended, provided ODraw plugin is enabled).
el_gr: Απόδοση των POI του sQuiddio ως παλαιού τύπου σημεία αναφοράς του OpenCPN ή σημεία κειμένου του ODraw (συνιστάται, αν το ODraw είναι ενεργοποιημένο).
nl_nl: Geef sQuiddio POI's weer als originele OpenCPN waypoints of ODraw Tekstpunten (aanbevolen, mits ODraw plugin is ingeschakeld).
pt_pt: Processar sQuiddio POIs como antigos pontos de passagem OpenCPN ou ODraw Textpoints (recomendado desde que o plugin ODraw esteja ativado)

source: ODraw Settings
el_gr: Επιλογές ODraw
nl_nl: ODraw instellingen
pt_pt: Configurações ODraw

source: Show Name
el_gr: Εμφάνιση ονόματος
nl_nl: Toon naam
pt_pt: Mostrar Nome

source: Text position relative to point
el_gr: Θέση κειμένου σχετικά με το σημείο
nl_nl: Tekstpositie t.o.v. punt
pt_pt: Posição do texto relativa ao ponto

source: Bottom
el_gr: Κάτω
nl_nl: onder
pt_pt: Inferior

source: Bottom Centre
el_gr: Κάτω, κέντρο
nl_nl: middenonder
pt_pt: Centro inferior

source: Centre
el_gr: Κέντρο
nl_nl: centrum
pt_pt: Centro

source: Left
el_gr: Αριστερά
nl_nl: links
pt_pt: Esquerda

source: Right
el_gr: Δεξιά
nl_nl: rechts
pt_pt: Direita

source: Top
el_gr: Πάνω
nl_nl: boven
pt_pt: Topo

source: Top Centre
el_gr: Επάνω, κέντρο
nl_nl: middenboven
pt_pt: Topo central

source: Text Colour
el_gr: Χρώμα κειμένου
nl_nl: Kleur tekst
pt_pt: Cor do texto

source: Background Colour
el_gr: Χρώμα φόντου
nl_nl: Achtergrond kleur
pt_pt: Cor de fundo

source: Background Transparency
el_gr: Διαφάνεια φόντου
nl_nl: Transparantie achtergrond
pt_pt: Transparência do fundo

source: Text Font
el_gr: Γραμματοσειρά κειμένου
nl_nl: Lettertype
pt_pt: Fonte do texto

source: Example
el_gr: Παράδειγμα
nl_nl: Voorbeeld
pt_pt: Exemplo

source: Fonts
el_gr: Γραμματοσειρές
nl_nl: Lettertypes
pt_pt: Fontes

source: Always
el_gr: Πάντοτε
nl_nl: altijd
pt_pt: Sempre

source: Never
el_gr: Ποτέ
nl_nl: Nooit
pt_pt: Nunca

source: On Rollover Only
el_gr: Μόνο σε Rollover
nl_nl: alleen bij aanwijzen
pt_pt: Apenas no arrastamento

source: Show Display Text
el_gr: Εμφάνιση κειμένου οθόνης
nl_nl: Toon tekst
pt_pt: Apresentar Texto

source: POI Rendering
el_gr: Τρόπος εμφάνισης POI
pt_pt: Representação de POI

source: Google Maps
el_gr: Χάρτες Google

source: Zoom Levels
el_gr: Επίπεδα μεγένθυσης
nl_nl: Zoom niveaus
pt_pt: Níveis de Zoom

source: Download one satellite map for each destination and for each of these zoom levels. Separate values with a comma. Minimum zoom level is 10, maximum 18. Example: 15,17. 15 is typically suitable approaching a destination, 17 for detailed map of marina or anchorage. Keep zoom levels to a minimum to reduce download times.
el_gr: Κατεβάστε ένα χάρτη δορυφόρου για κάθε προορισμό και για κάθε ένα από αυτά τα επίπεδα μεγέθυνσης. Ξεχωριστές τιμές με κόμμα. Το ελάχιστο επίπεδο εστίασης είναι 10, το μέγιστο 18. Παράδειγμα: 15,17. 15 είναι συνήθως κατάλληλο όταν πλησιάζεις έναν προορισμό, 17 για λεπτομερή χάρτη μαρίνας ή αγκυροβολίας. Διατηρήστε τα επίπεδα εστίασης στο ελάχιστο για να μειώσετε τους χρόνους λήψης.
nl_nl: Download één satellietkaart voor elke bestemming en voor elk van deze zoomniveaus. Scheid waarden met een komma. Minimum zoomniveau is 10, maximum 18. Voorbeeld: 15,17. 15 is meestal geschikt bij het naderen van een bestemming, 17 voor een gedetailleerde kaart van een jachthaven of ankerplaats. Houd het aantal zoomniveaus zo laag mogelijk om de downloadtijden te verminderen.
pt_pt: Descarregar um mapa de satélite para cada destino e para cada um desses níveis de zoom. Separe valores com uma vírgula. O número mínimo de nível de zoom é 10 e o máximo 18. Exemplo: 15,17. 15 é tipicamente adequado para a aproximação a um destino, 17 para mapa detalhado de ancoragem da marina. Mantenha o nível de zoom no mínimo para reduzir o tempo de descarga

source: Download .kap files to:
el_gr: Λήψη αρχείων .kap στο:
nl_nl: .kap bestanden downloaden naar:
pt_pt: Descarregar ficheiros .kap para:

source: Select a folder
el_gr: Επιλέξτε ένα φάκελο
nl_nl: Selecteer een map
pt_pt: Escolha uma pasta

source: Select directory where you want to save downloaded maps. Must be one of your OpenCPN chart directories.
el_gr: Επιλέξτε τον κατάλογο όπου θέλετε να αποθηκεύσετε τους ληφθέντες χάρτες. Πρέπει να είναι ένας από τους καταλόγους χάρτών του OpenCPN.
nl_nl: Selecteer de map waar je de gedownloade kaarten wilt opslaan. Het moet een van je OpenCPN kaarten mappen zijn.
pt_pt: Selecione um diretoria para onde pretende sejam salvos os mapas descarregados. Deve ser uma das suas diretorias de cartas OpenCPN

source: Include viewport map
el_gr: Συμπερίληψη χάρτη προβολής
nl_nl: Voeg viewport kaart toe
pt_pt: Incluir mapa de vistas

source: In addition to maps for each destination, download a smaller-scale map to cover the entire viewport area
el_gr: Εκτός από τους χάρτες για κάθε προορισμό, κατεβάστε ένα χάρτη μικρότερης κλίμακας για να καλύψετε ολόκληρη την περιοχή προβολής
nl_nl: Naast kaarten voor elke bestemming, download een kleinschaliger kaart om het hele viewport gebied te bedekken
pt_pt: Para além das cartas para cada destino, descarregar uma carta de menor escala para cobrir toda a área d vista.

source: House Keeping
el_gr: Οργάνωση
nl_nl: Huishouden
pt_pt: Manutenção

source: Delete .gpx files for hidden layers upon exiting OpenCPN
el_gr: Κατά την έξοδο από το OpenCPN διαγράψτε τα αρχείων .gpx για κρυμμένα επίπεδα
nl_nl: Verwijder .gpx bestanden voor verborgen lagen bij het afsluiten van OpenCPN
pt_pt: Eliminar ficheiro .gpx das camadas ocultas ao sair do OpenCPN

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of unecessary files and reduced OpenCPN's computational burden.
el_gr: Διαγράψτε κατεβασμένα αρχεία POI για τομείς που έχετε κρύψει. Αυτό μειώνει τον αριθμό των μη αναγκαίων αρχείων και το υπολογιστικό φόρτο του OpenCPN.
nl_nl: Verwijder gedownloade POI-bestanden voor sectoren die je hebt verborgen. Hiermee wordt de verspreiding van onnodige bestanden beperkt en wordt de computerbelasting door OpenCPN verminderd.
pt_pt: Eliminar ficheiros POI descarregados de setores que tenha ocultado. Isso limita a proloferação de ficheiros desnecessários e reduz a carga computacional do OpenCPN

source: Downloads
el_gr: Λήψεις
pt_pt: Descargas

source: Share logs with sQuiddio
el_gr: Μοιραστείτε τα αρχεία log με το sQuiddio
nl_nl: Deel logs met sQuiddio
pt_pt: Partilhar logs com sQuiddio

source: Send
el_gr: Αποστολή
nl_nl: Verzenden
pt_pt: Enviar

source: Every 10 seconds
el_gr: Κάθε 10 δευτερόλεπτα
nl_nl: Elke 10 seconden
pt_pt: A cada 10 segundos

source: Once a day
el_gr: Μία φορά την ημέρα
nl_nl: Een keer per dag
pt_pt: Uma vez por dia

source: Once a minute
el_gr: Μια φορά το λεπτό
nl_nl: Een keer per minuut
pt_pt: Uma vez por minuto

source: Once an hour
el_gr: Μία φορά την ώρα
nl_nl: Een keer per uur
pt_pt: Uma vez por hora

source: Twice a day
el_gr: Δύο φορές την ημέρα
nl_nl: Twee keer per dag
pt_pt: Duas vezes por dia

source: Twice a minute
el_gr: Δύο φορές ένα λεπτό
nl_nl: Twee keer per minuut
pt_pt: Duas vezes por minuto

source: Twice an hour
el_gr: Δύο φορές την ώρα
nl_nl: Twee keer per uur
pt_pt: Duas vezes por hora

source: Receive
el_gr: Λήψη
nl_nl: Ontvangen
pt_pt: Receber

source: Logs Sharing Options
el_gr: Επιλογές Κοινής Χρήσης Αρχείων log
nl_nl: Opties voor het delen van logbestanden
pt_pt: Opções de Partilha de Logs

source: Include NMEA samples with each send
el_gr: Συμπεριλάβετε δείγματα NMEA με κάθε αποστολή
nl_nl: Inclusief NMEA samples bij elke verzending
pt_pt: Incluir exemplos NMEA com cada envio

source: (Beta feature) Include a sample of your recent NMEA messages each time you send a log update. See stats about your wind, depth, temperature, engine readings etc. online.
el_gr: (Beta feature) Περιλάβετε ένα δείγμα πρόσφατων μηνυμάτων NMEA κάθε φορά που ενημερώνετε το log. Δείτε στατιστικά σχετικά για τον άνεμο, το βάθος, τη θερμοκρασία, τις μετρήσεις κινητήρα κλπ. σε απευθείας σύνδεση.
nl_nl: (Beta functie) Voeg een voorbeeld van je recente NMEA berichten toe telkens wanneer je een log-update verstuurt. Zie statistieken over uw wind, diepte, temperatuur, lezen van motoren etc. online.
pt_pt: (Funcionalidade Beta) Incluir um exemplo da mensagem NMEA recente de cada vez que seja enviado uma atualização de log. Ver as suas estatísticas online de vento, profundidade, temperatura, motor, leituras, etc.

source: Log Sharing
el_gr: Κοινή Χρήση log
nl_nl: Log delen
pt_pt: Partilha de Logs

source: Your sQuidd.io credentials
el_gr: Τα διαπιστευτήρια σας στο sQuidd.io
nl_nl: Uw sQuidd.io referenties
pt_pt: As suas credenciais sQuidd.io

source: The email address you use to log into sQuidd.io
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιείτε για να συνδεθείτε στο sQuidd.io
nl_nl: E-mail adres om bij sQuidd.io in te loggen
pt_pt: O endereço de e-mail que usa para entrar no sQuidd.io

source: API Key
el_gr: Κλειδί API
nl_nl: API sleutel
pt_pt: Chave da API

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
el_gr: Ανακτήστε το κλειδί API από το προφίλ του sQuidd.io σας. Συνδεθείτε στο http://squidd.io και κάντε κλικ στο κουμπί Επεξεργασία Προφίλ στο ταμπλό και, στη συνέχεια, επιλέξτε το αριθμούς και τα πλήκτρα tab. Κάντε κλικ στο κουμπί Βοήθεια για περισσότερες πληροφορίες. IMPORTANT! Μην χρησιμοποιείτε σας sQuiddio τον κωδικό πρόσβασης ως το κλειδί API!
nl_nl: Haal uw API-sleutel op vanaf uw sQuidd.io profiel. Log in bij http://squidd.io, klik op 'Profiel Bewerken' in het Dashboard en selecteer het tabblad 'Numbers & Keys'. Klik op Help voor meer informatie. BELANGRIJK! Gebruik NIET uw sQuiddio wachtwoord als uw API-sleutel!
pt_pt: Obtenha a chave de API do seu perfil sQuidd.io. Entre no http://squidd.io e clique em Editar perfil no painel de controle, em seguida, selecione o separador números e chaves. Clique em ajuda para obter mais informações. IMPORTANTE! Não use sua senha do sQuiddio como chave de API!

source: About this plugin
el_gr: Σχετικά με αυτό το πρόσθετο
nl_nl: Over deze plugin
pt_pt: Acerca deste plugin

source: version
el_gr: έκδοση
nl_nl: versie:
pt_pt: versão

source: Authentication
el_gr: Ταυτοποίηση
nl_nl: Authenticatie
pt_pt: Autenticação

source: sQuiddio Preferences
el_gr: Επιλογές sQuiddio
nl_nl: sQuiddio voorkeuren
pt_pt: preferências sQuiddio

source: sQuiddio: Show local POIs
el_gr: sQuiddio: Εμφάνιση τοπικών POI
nl_nl: sQuiddio: Toon lokale POI's
pt_pt: sQuiddio: Mostrar POIs locais

source: sQuiddio: Hide local POIs
el_gr: sQuiddio: Απόκρυψη τοπικών POI
nl_nl: sQuiddio: verberg lokale POI's
pt_pt: sQuiddio: Ocultar POIs locais

source: sQuiddio: Download local Points of Interest
el_gr: sQuiddio: Κατεβάστε τοπικά σημεία ενδιαφέροντος
nl_nl: sQuiddio: Download lokale interessante plaatsen
pt_pt: sQuiddio: Descarregar Pontos de Interesse (POI) locais

source: sQuiddio: Update local Points of Interest
el_gr: sQuiddio: Ενημέρωση τοπικών σημείων ενδιαφέροντος
nl_nl: sQuiddio: Update lokale interessante plaatsen
pt_pt: sQuiddio: Atualizar Pontos de Interesse locais

source: sQuiddio: Report a POI at this location
el_gr: sQuiddio: Αναφέρετε ένα POI σε αυτή τη θέση
nl_nl: sQuiddio: Rapporteer een POI op deze locatie
pt_pt: sQuiddio: Assinalar um POI nesta localização

source: sQuiddio: Download satellite images for POIs
el_gr: sQuiddio: Κατεβάστε δορυφορικές εικόνες για POIs
nl_nl: sQuiddio: Download satellietafbeeldingen voor POI's
pt_pt: sQuiddio: Descarregar imagens de satélite para POIs

source: Could not launch default browser. Check your Internet connection
el_gr: Δεν μπόρεσε να ξεκινήσει το προεπιλεγμένο πρόγραμμα περιήγησης. Ελέγξτε τη σύνδεσή σας στο Internet
nl_nl: Kon de standaardbrowser niet starten. Controleer uw internetverbinding.
pt_pt: Não foi possível lançar o browser por defeito. Verifique a ligação à Internet

source: Downloading:
el_gr: Γίνεται λήψη:
nl_nl: Downloaden:
pt_pt: Descarregando:

source: sQuiddio plugin version:
el_gr: έκδοση πρόσθετου sQuiddio:
nl_nl: sQuiddio plugin versie:
pt_pt: Versão do plugin sQuiddio:

source: Please specify at least one zoom level
el_gr: Καθορίστε τουλάχιστον ένα επίπεδο εστίασης
nl_nl: Geef ten minste één zoomniveau op
pt_pt: Por favor indique pelo menos um nível de zoom

source: Zoom Levels must be betweeen 10 and 18
el_gr: Τα επίπεδα εστίασης πρέπει να είναι μεταξύ 10 και 18
nl_nl: Zoom niveaus moeten tussen 10 en 18 liggen
pt_pt: Os níveis de zoom devem ser entre 10 e 18

source: sQuiddio log updates (drag this to the bottom to minimize)
el_gr: ενημερώσεις sQuiddio log (σύρετε στο κάτω μέρος για να ελαχιστοποιηθεί)
nl_nl: sQuiddio log updates (sleep dit naar beneden om te minimaliseren)
pt_pt: Atualizações de log sQuiddio (arraste isto para baixo para minimizar)

source: Marina
el_gr: Μαρίνα
nl_nl: Jachthavens

source: Anchorage
el_gr: Αγκυροβόλιο
nl_nl: Ankerplaats
pt_pt: Fundeio

source: Dock/Pier
el_gr: Αποβάθρα/προβλήτας
nl_nl: Havens/pieren
pt_pt: Docas/cais

source: Yacht Club
el_gr: Ιστιοπλοϊκός Όμιλος
nl_nl: Jachtclub

source: Fuel Station
el_gr: Στ. Καυσίμων
nl_nl: Tankstation
pt_pt: Postos de combustível

source: Boat Yard
el_gr: Ναυπηγείο
nl_nl: Scheepswerf
pt_pt: Estaleiro

source: Boat Ramp
el_gr: Γλίστρα
nl_nl: Boothellingen
pt_pt: Rampas

source: AIS ATON Marker
el_gr: Σημάδι AIS-Βο.Ναυσ.
pt_pt: Marcador AIS ATON

source: NDBC Buoy
el_gr: Σημαδούρα NDBC
nl_nl: NDBC Boei
pt_pt: Boia NDBC

source: NDBC Ship
el_gr: Πλοίο NDBC
nl_nl: NDBC Schip
pt_pt: Navio NDBC

source: Generic POI
el_gr: Γεινκό POI
nl_nl: Algemene POI
pt_pt: POI genérico

source: North
el_gr: Βορράς
nl_nl: Noord
pt_pt: Norte

source: North East
el_gr: Βορειοανατολικά
nl_nl: Noordoost
pt_pt: Nordeste

source: East
el_gr: Ανατολικά
nl_nl: Oost
pt_pt: Leste

source: South East
el_gr: Νοτιοανατολικά
nl_nl: Zuid Oost
pt_pt: Sudoeste

source: South
el_gr: Νότια
nl_nl: Zuid
pt_pt: Sul

source: South West
el_gr: Νοτιοδυτικά
nl_nl: Zuidwest
pt_pt: Sudoeste

source: West
el_gr: Δυτικά
pt_pt: Oeste

source: North West
el_gr: Βορειοδυτικά
nl_nl: Noordwest
pt_pt: Noroeste

source: Checked in
el_gr: Εγγραφή
nl_nl: Check-in
pt_pt: Dar entrada

source: Unknown heading
el_gr: Άγνωστη κατεύθυνση
nl_nl: Onbekende rubriek
pt_pt: Direção desconhecida

source: Your GPS positions and other navigational information will be sent to the server and may be shared with other sQuidd.io users. Check https://squidd.io/privacy for additional information.
el_gr: Τα στίγματά σας και άλλες πληροφορίες πλοήγησης θα αποσταλούν στο διακομιστή και μπορούν να μοιραστούν με άλλους χρήστες sQuidd.ιo. Ελέγξτε το https://squidd.io/privacy για περισσότερες πληροφορίες.
nl_nl: Uw GPS-posities en andere informatie over navigatie worden verzonden naar de server en kan worden gedeeld met andere sQuidd. o gebruikers. Bekijk https://squidd.io/privacy voor aanvullende informatie.
pt_pt: A sua posição de GPS e outra informação de navegação será enviada para o servidor e pode ser partilhada com outros utilizadores sQuidd.io. Veja https://squidd.io/privacy para mais informação.

source: Squiddio Preferences
el_gr: Επιλογές sQuiddio
nl_nl: Squiddio voorkeuren
pt_pt: Preferências sQuiddio

source: Goodle Maps Downloader
pt_pt: Descarregador de Google Maps
